{
  "title": "Epigenetic signature of very low birth weight in young adult life",
  "authors": [
    "Juho Kuula",
    "Darina Czamara",
    "Helena Hauta-alus",
    "Jari Lahti",
    "Petteri Hovi",
    "Maija E. Miettinen",
    "Justiina Ronkainen",
    "Johan G. Eriksson",
    "Sture Andersson",
    "Marjo-Riitta Järvelin",
    "Sylvain Sebert",
    "Katri Räikkönen",
    "Elisabeth B. Binder",
    "Eero Kajantie"
  ],
  "affiliations": [
    "Population Health Research, Finnish Institute for Health and Welfare, Helsinki, Finland",
    "HUS Medical Imaging Center, Department of Radiology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland",
    "Department of Translational Research in Psychiatry, Max-Planck-Institute of Psychiatry, Munich, Germany",
    "PEDEGO Research Unit, MRC Oulu, Oulu University Hospital and University of Oulu, Oulu, Finland",
    "Children's Hospital, Pediatric Research Center, University of Helsinki and Helsinki University Hospital, Helsinki, Finland",
    "Research Program for Clinical and Molecular Metabolism, Faculty of Medicine, University of Helsinki, Helsinki, Finland",
    "Department of Psychology and Logopedics, University of Helsinki, Helsinki, Finland",
    "Center for Life Course Health Research, University of Oulu, Oulu, Finland",
    "Folkhälsan Research Centre, Topeliusgatan 20, 00250 Helsinki, Finland",
    "Singapore Institute for Clinical Sciences, Agency for Science, Technology and Research, Singapore, Singapore",
    "Singapore Institute for Clinical Sciences, Agency for Science, Technology and Research, Singapore, Singapore",
    "Department of Obstetrics & Gynaecology and Human Potential Translational Research Programme, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore",
    "Department of Epidemiology and Biostatistics, School of Public Health, Imperial College London, London, UK",
    "Clinical Medicine Research Unit, University of Oulu, Oulu, Finland",
    "Department of Clinical and Molecular Medicine, Norwegian University of Science and Technology, Trondheim, Norway"
  ],
  "background": "Adults born preterm at very low birth weight have increased risks for various health conditions, potentially mediated by epigenetic regulation.",
  "hypotheses": [
    "There are blood DNAm differences between young adults born preterm at VLBW and term controls.",
    "Some of these differences may be seen in unrelated cohorts of varying ages when investigating birth weight as the exposure.",
    "Some of the differences in DNAm may be related to secondary birth exposures."
  ],
  "major_findings": [
    "Sixty-six CpG sites were differentially methylated between VLBW adults and controls in the discovery cohort.",
    "Five CpG sites near GLI2 were hypermethylated in VLBW individuals and associated with lower birth weight in a meta-analysis of four independent cohorts.",
    "These findings suggest an epigenetic signature of preterm birth at VLBW present in adult life."
  ],
  "null_findings": [
    "No single CpG site was differentially methylated in all cohorts, even those validated in the meta-analysis.",
    "Exploratory analyses of secondary exposures (gestational age, birth weight SD, SGA) did not reveal consistent findings across all cohorts."
  ],
  "new_open_questions": [
    "What are the molecular mechanisms linking preterm birth to later health outcomes?",
    "Do the identified epigenetic differences persist further into adulthood and how do they relate to future cardiovascular risk?",
    "What is the causal relationship between the identified epigenetic changes and the observed health outcomes?"
  ],
  "sample_types": [
    "Peripheral venous blood",
    "Cord blood"
  ],
  "methods": [
    "DNA extraction",
    "Illumina Infinium Human Methylation450 BeadChip",
    "Functional normalization",
    "Combat batch correction",
    "Linear regression",
    "Meta-analysis"
  ],
  "journal": "Pediatric Research",
  "date_received": "14-07-2023",
  "date_revised": "01-05-2024",
  "date_accepted": "04-06-2024",
  "date_published": "19-06-2024",
  "analyzed": "27-12-2024 11:47:36"
}