{
  "title": "Association of clinical phenotypes of depression with comorbid conditions, treatment patterns and outcomes: a 10-year region-based cohort study",
  "authors": [
    "Ting Zhu",
    "Di Mu",
    "Yao Hu",
    "Yang Cao",
    "Minlan Yuan",
    "Jia Xu",
    "Heng-Qing Ye",
    "Wei Zhang"
  ],
  "affiliations": [
    "West China Biomedical Big Data Center, West China Hospital, Sichuan University, Chengdu 610041, China",
    "Med-X Center for Informatics, Sichuan University, Chengdu 610041, China",
    "Centre for Epidemiology and Biostatistics, Melbourne School of Population and Global Health, The University of Melbourne, Parkville VIC 3053, Australia",
    "Melbourne School of Psychological Sciences, The University of Melbourne, Parkville VIC 3010, Australia",
    "Mental Health Center of West China Hospital, Sichuan University, Chengdu 610041, China",
    "The First Psychiatric Hospital of Harbin, Harbin 150056, China",
    "Faculty of Business, Hong Kong Polytechnic University, Hong Kong 100872, China"
  ],
  "background": "Depression is a heterogeneous disorder with variable manifestations and comorbidities, posing challenges for treatment and prognosis.",
  "hypotheses": [
    "Are there comorbidity-specific phenotypes of depression?",
    "Are these phenotypes associated with different treatment patterns, clinical manifestations, physiological characteristics, and prognosis?"
  ],
  "major_findings": [
    "Five stable phenotypic categories of depression were identified, each with distinct comorbidity patterns, symptomatology, biological characteristics, treatment approaches, and clinical outcomes.",
    "Patients in categories with higher severity of mental illness had a greater risk of rehospitalization.",
    "These phenotypes are associated with various pathways, including the cardiometabolic system, chronic inflammation, digestive system, neurological system, and mental and behavioral disorders.",
    "The identified phenotypes exhibit notable distinctions in terms of comorbidity patterns, symptomology, biological characteristics, treatment approaches, and clinical outcomes."
  ],
  "null_findings": [
    "NA"
  ],
  "new_open_questions": [
    "What are the underlying biological, genetic, or environmental factors driving these distinct depression phenotypes?",
    "Can phenotype-specific treatment strategies be developed to improve treatment outcomes?",
    "How can these findings be generalized to other populations and healthcare settings?"
  ],
  "sample_types": [
    "human"
  ],
  "methods": [
    "retrospective observational cohort study",
    "electronic medical records (EMR)",
    "K-means clustering",
    "visualization methods",
    "adjusted Cox proportional hazards model"
  ],
  "journal": "Translational Psychiatry",
  "date_received": "10-05-2024",
  "date_revised": "05-12-2024",
  "date_accepted": "16-12-2024",
  "date_published": "24-12-2024",
  "analyzed": "27-12-2024 11:50:20"
}