{
  "title": "Dysregulated miR-124 mediates impaired social memory behavior caused by paternal early social isolation",
  "authors": [
    "Sijia Chen",
    "Shixin Ding",
    "Yingting Pang",
    "Yuxi Jin",
    "Peng Sun",
    "Yue Li",
    "Min Cao",
    "Yimiao Wang",
    "Ze Wang",
    "Tianqi Wang",
    "Ying Zou",
    "Yanli Zhang",
    "Ming Xiao"
  ],
  "affiliations": [
    "Jiangsu Key Laboratory of Neurodegeneration, Nanjing Medical University, Nanjing 211166, China",
    "Center for Global Health, Nanjing Medical University, Nanjing 211166, China",
    "Brain Institute, Nanjing Brain Hospital, Nanjing Medical University, Nanjing 210029, China",
    "Changzhou Medical Center, Nanjing Medical University, Changzhou 213003, China",
    "The Affiliated Changzhou Second People's Hospital of Nanjing Medical University, Changzhou Second People's Hospital, Changzhou 213000, China"
  ],
  "background": "Early social isolation (SI) in parents can negatively impact offspring emotion and behavior, but the mechanisms are unclear.",
  "hypotheses": [
    "Paternal early SI causes social memory deficits and anxiety-like behavior in offspring.",
    "Dysregulation of miR-124 mediates the intergenerational effects of early SI stress.",
    "Altered miR-124/Nr4a1/glucocorticoid receptor expression in mPFC oligodendrocytes impacts myelinogenesis and social behavior."
  ],
  "major_findings": [
    "Paternal early SI caused social memory deficits and anxiety-like behavior in F1 mice, exacerbated by 2-week SI in F1 progeny.",
    "Paternal SI led to mPFC hypomyelination and synaptic alterations in F1 mice, worsened by F1 SI.",
    "Elevated miR-124 in paternal sperm was epigenetically transmitted to offspring, altering miR-124/Nr4a1/glucocorticoid receptor expression in mPFC oligodendrocytes.",
    "Downregulating miR-124 or overexpressing Nr4a1 in the mPFC improved social interaction and myelin formation in F1 mice."
  ],
  "null_findings": [
    "One-week SI in F1 mice did not significantly exacerbate social memory impairment or anxiety-like behavior caused by paternal SI.",
    "One-week or two-week SI in F1 mice did not significantly affect short-term working memory or anxiety-like behavior in the open field test.",
    "Inhibiting miR-124 did not improve synaptic integrity in the mPFC."
  ],
  "new_open_questions": [
    "What are the long-term effects of paternal early SI on multiple generations of offspring?",
    "How do other epigenetic mechanisms contribute to the intergenerational transmission of SI effects?",
    "What are the specific roles of other brain regions in mediating the effects of paternal SI on offspring behavior?"
  ],
  "sample_types": [
    "Mouse"
  ],
  "methods": [
    "Behavioral tests (three-chamber test, open-field test, elevated plus maze, Y-maze)",
    "Immunohistochemistry",
    "Immunofluorescence",
    "Electron microscopy",
    "qRT-PCR",
    "Western blot",
    "ELISA",
    "Stereotaxic injection of AAV vectors",
    "Primary cortical neuron and oligodendrocyte precursor cell cultures"
  ],
  "journal": "Translational Psychiatry",
  "date_received": "02-01-2024",
  "date_revised": "19-09-2024",
  "date_accepted": "23-09-2024",
  "date_published": "28-09-2024",
  "analyzed": "27-12-2024 11:49:49"
}