{
  "title": "Epigenetic mechanisms of rapid-acting antidepressants",
  "authors": [
    "Antonio Inserra",
    "Antonella Campanale",
    "Tamim Rezai",
    "Patrizia Romualdi",
    "Tiziana Rubino"
  ],
  "affiliations": [
    "Department of Psychiatry, McGill University, Montreal, QC, Canada",
    "Department of Pharmacy and Biotechnology, University of Bologna, Bologna, Italy",
    "Department of Biotechnology and Life Sciences and Neuroscience Center, University of Insubria, Varese, Italy",
    "Behavioral Neuroscience Laboratory, University of South Santa Catarina (UNISUL), Tubarão, Brazil"
  ],
  "background": "Rapid-acting antidepressants (RAADs) improve psychiatric disorders by modulating neuroplasticity, neurotransmission, and immunity, potentially through epigenetic processes.",
  "hypotheses": [
    "RAADs' therapeutic effects are causally linked to epigenetic changes.",
    "Epigenetic changes induced by RAADs are cell-type specific.",
    "RAADs directly interact with DNA, histones, or chromatin remodeling complexes.",
    "The optimal dosages and regimens for clinical RAADs applications maximize desirable epigenetic outcomes and minimize undesirable ones."
  ],
  "major_findings": [
    "RAADs, like conventional antidepressants, induce epigenetic changes including DNA methylation, histone modifications, and ncRNA regulation in stress-responsive brain regions.",
    "Ketamine reverses stress-induced aberrant DNA methylation, including on the BDNF gene, and restores some stress-induced aberrant histone modifications.",
    "Psychedelics such as LSD and DOI affect DNA methylation and histone acetylation, potentially contributing to their therapeutic effects.",
    "MDMA-assisted psychotherapy leads to peripheral epigenetic changes correlated with therapeutic improvement.",
    "Ayahuasca use is associated with changes in saliva methylation levels and improved mental health outcomes."
  ],
  "null_findings": [
    "Ketamine administration 24 hours after the first dose does not affect whole blood miRNA levels in individuals with treatment-resistant depression.",
    "Ayahuasca did not affect the methylation level of one CpG site within the FKBP5 gene."
  ],
  "new_open_questions": [
    "Do epigenetic changes causally contribute to RAADs' therapeutic effects, or are they a consequence thereof?",
    "What are the precise mechanisms by which RAADs induce epigenetic changes?",
    "What is the cell type-specificity of RAAD-induced epigenetic changes?",
    "How do the effects of RAADs on the epigenome vary with dose, regimen, and individual factors?",
    "What are the long-term effects of RAADs on the epigenome and their clinical implications?"
  ],
  "sample_types": [
    "human",
    "mouse",
    "rat"
  ],
  "methods": [
    "literature review",
    "proteomics profiling",
    "qRT-PCR",
    "epigenetic analysis (DNA methylation, histone modifications, ncRNA expression)"
  ],
  "journal": "Translational Psychiatry",
  "date_received": "21-12-2023",
  "date_revised": "19-08-2024",
  "date_accepted": "21-08-2024",
  "date_published": "04-09-2024",
  "analyzed": "27-12-2024 11:49:34"
}