{
  "title": "Microglial PCGF1 alleviates neuroinflammation associated depressive behavior in adolescent mice",
  "authors": [
    "Naigang Li",
    "Jingyi Du",
    "Ying Yang",
    "Tiantian Zhao",
    "Dong Wu",
    "Fan Peng",
    "Dongshuang Wang",
    "Linghua Kong",
    "Wenjuan Zhou",
    "Aijun Hao"
  ],
  "affiliations": [
    "Key Laboratory for Experimental Teratology of Ministry of Education, Shandong Key Laboratory of Mental Disorders, Department of Anatomy and Histoembryology, School of Basic Medical Sciences, Cheeloo College of Medicine, Shandong University, Jinan, China",
    "Childhood Psychiatry Unit, Shandong Mental Health Center, Jinan, China",
    "School of Nursing and Rehabilitation, Cheeloo College of Medicine, Shandong University, Jinan, China"
  ],
  "background": "Epigenetic regulation of microglia-mediated neuroinflammation is unclear in adolescent depression.",
  "hypotheses": [
    "PCGF1 expression is altered in adolescent depression and impacts microglia-mediated neuroinflammation.",
    "PCGF1 regulates neuroinflammation by modulating histone modifications and MMP10 expression.",
    "Altered PCGF1 contributes to the pathogenesis of adolescent depression."
  ],
  "major_findings": [
    "PCGF1 expression was decreased in the plasma of adolescent MDD patients and microglia of adolescent mice with depression.",
    "PCGF1 alleviated neuroinflammation by inhibiting MMP10 transcription via upregulating RING1B/H2AK119ub and EZH2/H3K27me3.",
    "Overexpression of microglial PCGF1 improved depression-like behaviors in adolescent mice by reducing neuroinflammation and neuronal damage."
  ],
  "sample_types": [
    "Human plasma",
    "Mouse microglia",
    "Mouse brain tissue",
    "BV2 microglia"
  ],
  "methods": [
    "Chronic unpredictable mild stress (CUMS) mouse model",
    "RNA sequencing",
    "Quantitative PCR (qPCR)",
    "Immunofluorescence",
    "Western blotting",
    "Chromatin immunoprecipitation (ChIP)",
    "ChIP sequencing",
    "Flow cytometry",
    "Transmission electron microscopy (TEM)",
    "Behavioral tests (FST, SPT, OFT, EPM)"
  ],
  "journal": "Molecular Psychiatry",
  "date_received": "27-09-23",
  "date_revised": "15-08-24",
  "date_accepted": "22-08-24",
  "date_published": "30-08-24"
}