{
  "title": "Development of a differential treatment selection model for depression on consolidated and transformed clinical trial datasets",
  "authors": [
    "Kelly Perlman",
    "Joseph Mehltretter",
    "David Benrimoh",
    "Caitrin Armstrong",
    "Robert Fratila",
    "Christina Popescu",
    "Jingla-Fri Tunteng",
    "Jerome Williams",
    "Colleen Rollins",
    "Grace Golden",
    "Gustavo Turecki"
  ],
  "affiliations": [
    "Douglas Mental Health University Institute, Montreal, QC, Canada",
    "McGill University, Montreal, QC, Canada",
    "Aifred Health Inc., Montreal, QC, Canada",
    "University of Alberta, Edmonton, AB, Canada",
    "University of Cambridge, Cambridge, UK",
    "University of Waterloo, Waterloo, ON, Canada"
  ],
  "background": "Major depressive disorder (MDD) is a leading cause of disability, and current treatment selection is inefficient, highlighting the need for personalized approaches.",
  "hypotheses": [
    "Machine learning can predict differential treatment benefit for depression.",
    "Combining data from disparate clinical trials is feasible and yields a robust model.",
    "The resulting model will not propagate harmful biases."
  ],
  "major_findings": [
    "A deep learning model accurately predicted differential treatment benefit for depression across six treatments (AUC of 0.7).",
    "The model generalized well to unseen data and showed similar performance across test and validation sets.",
    "Bias testing indicated that the model did not amplify harmful biases related to ethnicity, age, or sex."
  ],
  "null_findings": [
    "NA"
  ],
  "new_open_questions": [
    "How can the model be further improved to include a wider range of treatments and patient characteristics?",
    "What are the clinical implications of using this model for personalized treatment selection?",
    "How can the model's performance be improved in subgroups with limited data?"
  ],
  "sample_types": [
    "human"
  ],
  "methods": [
    "Data consolidation and transformation",
    "Bayesian optimization",
    "Multi-layer dense neural network",
    "Bias testing"
  ],
  "journal": "Translational Psychiatry",
  "date_received": "28-09-2023",
  "date_revised": "09-05-2024",
  "date_accepted": "29-05-2024",
  "date_published": "21-06-2024",
  "analyzed": "27-12-2024 11:49:08"
}