{
  "title": "The impact of the early environment on oxytocin receptor epigenetics and potential therapeutic implications",
  "authors": [
    "Madelyn G. Nance",
    "Kelsey M. Sullivan",
    "Meghan H. Puglia"
  ],
  "affiliations": [
    "Department of Neurology, University of Virginia, Charlottesville, VA, USA",
    "Department of Pediatrics, Division of Neonatology, University of Virginia, Charlottesville, VA, USA"
  ],
  "background": "Oxytocin research is rapidly evolving and increasingly reveals that epigenetic modifications to the oxytocin receptor gene (OXTR) are functional, plastic, and reliable components of oxytocinergic system function.",
  "hypotheses": [
    "Early life experiences shape OXTR epigenetics and impact social-developmental outcomes.",
    "OXTR methylation serves as a predictive mechanism for neurodevelopmental outcomes.",
    "OXTRm may impact additional cellular mechanisms with therapeutic potential.",
    "Early life therapies may target the tuning of endogenous OXTRm."
  ],
  "major_findings": [
    "Early life environment significantly impacts OXTR DNA methylation (OXTRm) in both animal models and humans.",
    "OXTRm serves as a predictive biomarker for neurodevelopmental outcomes, including social behavior and psychopathology.",
    "Specific CpG sites within the OXTR gene show a strong association between methylation levels and gene expression.",
    "OXTRm is a potential therapeutic target for improving oxytocin therapeutics and addressing neurodevelopmental disorders."
  ],
  "sample_types": [
    "human",
    "prairie vole",
    "mouse",
    "rat"
  ],
  "methods": [
    "Bibliometric analysis",
    "DNA methylation assays (Illumina 450k and 850k arrays)",
    "Gene expression analysis",
    "Behavioral assessments",
    "fMRI",
    "Statistical analysis"
  ],
  "journal": "Pediatric Research",
  "date_received": "17-04-24",
  "date_revised": "26-07-24",
  "date_accepted": "14-08-24",
  "date_published": "15-11-24",
  "analyzed": "2024-12-26 09:13:05"
}