{
  "title": "Decoding depression: a comprehensive multi-cohort exploration of blood DNA methylation using machine learning and deep learning approaches",
  "authors": [
    "Aleksandr V. Sokolov",
    "Helgi B. Schiöth"
  ],
  "affiliations": [
    "Department of Surgical Sciences, Functional Pharmacology and Neuroscience, Uppsala University, Uppsala, Sweden"
  ],
  "background": "Current depression diagnosis relies solely on psychiatric evaluations, lacking objective biomarkers, thus this study investigated the potential of blood DNA methylation as a diagnostic tool.",
  "hypotheses": [
    "Blood DNA methylation signatures associated with depression are stable across different populations.",
    "Machine learning and deep learning models can accurately classify depression based on blood DNA methylation profiles.",
    "Different data preprocessing and feature selection strategies significantly impact model performance."
  ],
  "major_findings": [
    "Meta-analysis across eight cohorts identified 1987 CpG sites nominally associated with depression.",
    "Random forest classifiers achieved the highest performance in both cross-validation and hold-out tests, particularly with batch-level processed data.",
    "Harmonized data showed low predictive power, while models with pre-selected features achieved significantly better performance.",
    "Different algorithmic feature selection approaches may outperform limma, but random forest models performed well regardless of the strategy."
  ],
  "sample_types": [
    "Human blood samples"
  ],
  "methods": [
    "Mega-analysis and meta-analysis of DNA methylation data",
    "Machine learning (ML) and deep learning (DL) classification models (logistic regression, SVM, decision tree, random forest, AdaBoost, simple DNN, joint autoencoder-classifier, joint variational autoencoder-classifier)",
    "Feature selection (limma, variance threshold, L1 regularization, ANOVA F-value, ExtraTrees)",
    "Data preprocessing (background correction, quantile normalization, batch effect correction, cell type adjustment)",
    "Gene ontology enrichment analysis, eQTM analysis, chromatin regulatory element analysis"
  ],
  "journal": "Translational Psychiatry",
  "date_received": "28-12-23",
  "date_revised": "24-06-24",
  "date_accepted": "27-06-24",
  "date_published": "15-07-24"
}