{
  "title": "Microglial PCGF1 alleviates neuroinflammation associated depressive behavior in adolescent mice",
  "authors": [
    "Naigang Li",
    "Jingyi Du",
    "Ying Yang",
    "Tiantian Zhao",
    "Dong Wu",
    "Fan Peng",
    "Dongshuang Wang",
    "Linghua Kong",
    "Wenjuan Zhou",
    "Aijun Hao"
  ],
  "affiliations": [
    "Key Laboratory for Experimental Teratology of Ministry of Education, Shandong Key Laboratory of Mental Disorders, Department of Anatomy and Histoembryology, School of Basic Medical Sciences, Cheeloo College of Medicine, Shandong University, Jinan, China",
    "Childhood Psychiatry Unit, Shandong Mental Health Center, Jinan, China",
    "School of Nursing and Rehabilitation, Cheeloo College of Medicine, Shandong University, Jinan, China"
  ],
  "background": "Epigenetic regulation of microglia-mediated neuroinflammation may contribute to adolescent depression, but the mechanisms are unclear.",
  "hypotheses": [
    "PCGF1 expression is altered in adolescent depression and impacts microglia-mediated neuroinflammation.",
    "PCGF1 regulates neuroinflammation by modulating histone modifications and MMP10 expression.",
    "Altered PCGF1 contributes to the pathogenesis of adolescent depression."
  ],
  "major_findings": [
    "PCGF1 expression was decreased in the plasma of adolescent MDD patients and in microglia of adolescent mice with depression.",
    "Microglial PCGF1 alleviated neuroinflammation, reduced neuronal damage, and improved depression-like behavior in adolescent mice.",
    "PCGF1 inhibited MMP10 transcription by upregulating RING1B/H2AK119ub and EZH2/H3K27me3, thereby suppressing microglia-mediated neuroinflammation."
  ],
  "null_findings": [
    "Overexpression of MMP10 reversed the effects of PCGF1 overexpression on depression-like behaviors and neuroinflammation."
  ],
  "new_open_questions": [
    "What are the specific downstream targets of MMP10 in microglia that contribute to neuroinflammation?",
    "How does PCGF1 specifically regulate the expression of MMP10, and not other MMPs?",
    "Are there other epigenetic mechanisms involved in the pathogenesis of adolescent depression besides PCGF1?"
  ],
  "sample_types": [
    "Human plasma",
    "Mouse brain tissue",
    "Mouse microglia",
    "BV2 microglia"
  ],
  "methods": [
    "Chronic unpredictable mild stress (CUMS) mouse model",
    "Flow cytometry",
    "Quantitative PCR (qPCR)",
    "RNA sequencing",
    "Chromatin immunoprecipitation (ChIP)",
    "Immunofluorescence",
    "Western blotting",
    "Transmission electron microscopy (TEM)",
    "Behavioral tests (FST, SPT, OFT, EPM)"
  ],
  "journal": "Molecular Psychiatry",
  "date_received": "27-09-2023",
  "date_revised": "15-08-2024",
  "date_accepted": "22-08-2024",
  "date_published": "30-08-2024",
  "analyzed": "27-12-2024 11:47:25"
}