{
  "title": "Decoding depression: a comprehensive multi-cohort exploration of blood DNA methylation using machine learning and deep learning approaches",
  "authors": [
    "Aleksandr V. Sokolov",
    "Helgi B. Schiöth"
  ],
  "affiliations": [
    "Department of Surgical Sciences, Functional Pharmacology and Neuroscience, Uppsala University, Uppsala, Sweden"
  ],
  "background": "Current depression diagnosis relies solely on psychiatric evaluations, lacking objective biomarkers; this study investigates the potential of blood DNA methylation as a biomarker for depression.",
  "hypotheses": [
    "Blood DNA methylation patterns are associated with depression and can be used to classify individuals with and without depression.",
    "Machine learning and deep learning models can accurately predict depression status based on blood DNA methylation data.",
    "Depression-associated DNA methylation signatures are consistent across different populations and cohorts."
  ],
  "major_findings": [
    "Mega- and meta-analyses identified 1987 CpG sites associated with depression across multiple cohorts.",
    "Random forest classifiers achieved the highest performance in both cross-validation and hold-out tests (AUC 0.73 and 0.76, respectively) using batch-level processed data.",
    "Models achieved significantly better performance with pre-selected features (selection bias), reaching AUCs up to 0.91.",
    "Enrichment analysis linked the associated genes to axon guidance and immune pathways."
  ],
  "null_findings": [
    "Methylation showed low predictive power (all AUCs < 0.57) for all classifiers in cross-validation and no predictive power in hold-out tests when used with harmonized data.",
    "None of the CpGs passed the FDR correction in the pooled differential methylation analysis.",
    "No single CpG site was nominally significant in all included cohorts, and no CpG site was FDR-significant in more than two cohorts."
  ],
  "new_open_questions": [
    "What are the biological mechanisms underlying the identified DNA methylation changes in depression?",
    "Can larger datasets and improved data harmonization strategies enhance the predictive power of DNA methylation biomarkers for depression?",
    "How can the identified CpG sites be validated in independent studies to confirm their reproducibility and clinical utility?"
  ],
  "sample_types": [
    "human blood samples"
  ],
  "methods": [
    "DNA methylation profiling (Illumina 450K and EPIC arrays)",
    "Differential methylation analysis (limma)",
    "Meta-analysis",
    "Machine learning (logistic regression, SVM, decision tree, random forest, AdaBoost)",
    "Deep learning (autoencoders, deep neural networks)",
    "Feature selection (limma, variance threshold, L1 regularization, ANOVA F-value, ExtraTrees)"
  ],
  "journal": "Translational Psychiatry",
  "date_received": "28-12-2023",
  "date_revised": "24-06-2024",
  "date_accepted": "27-06-2024",
  "date_published": "15-07-2024",
  "analyzed": "27-12-2024 11:49:18"
}