{
  "title": "Edge-centric connectome-genetic markers of bridging factor to comorbidity between depression and anxiety",
  "authors": [
    "Zhiyi Chen",
    "Yancheng Tang",
    "Xuerong Liu",
    "Wei Li",
    "Yuanyuan Hu",
    "Bowen Hu",
    "Ting Xu",
    "Rong Zhang",
    "Lei Xia",
    "Jing-Xuan Zhang",
    "Zhibing Xiao",
    "Ji Chen",
    "Zhengzhi Feng",
    "Yuan Zhou",
    "Qinghua He",
    "Jiang Qiu",
    "Xu Lei",
    "Hong Chen",
    "Shaozheng Qin",
    "Tingyong Feng"
  ],
  "affiliations": [
    "Experimental Research Center for Medical and Psychological Science, School of Psychology, Third Military Medical University, Chongqing, China",
    "School of Psychology, Southwest University, Chongqing, China",
    "Key Laboratory of Cognition and Personality, Ministry of Education, Chongqing, China",
    "Key Laboratory of Brain-Machine Intelligence for Information Behavior (Ministry of Education and Shanghai), School of Business and Management, Shanghai International Studies University, Shanghai, China",
    "CAS Key Laboratory of Behavioral Science, Institute of Psychology, Chinese Academy of Sciences, Beijing, China",
    "Department of Psychology, University of Chinese Academy of Sciences, Beijing, China",
    "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, China",
    "The Center of Psychosomatic Medicine, Sichuan Provincial Center for Mental Health, Sichuan Provincial People's Hospital, Chengdu, China",
    "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Laboratory for Neuroinformation, University of Electronic Science and Technology of China, Chengdu, China",
    "Center for Brain Health and Brain Technology, Global Institute of Future Technology, Institute of Psychology and Behavioral Science, Shanghai Jiao Tong University, Shanghai, China"
  ],
  "background": "Depression and anxiety frequently co-occur, impacting treatment outcomes, and understanding the underlying mechanisms is crucial.",
  "hypotheses": [
    "Can a common factor characterize the general structure of bridging symptoms in depression-anxiety comorbidity?",
    "Are there neural markers supporting the neurobiological foundation of this common factor?",
    "What connectome-based markers characterize this common factor?",
    "What are the multiscale genetic substrates for these connectome-based markers?"
  ],
  "major_findings": [
    "A common bridging factor (cb factor) was identified from 12 bridging symptoms, predicting comorbidity robustly.",
    "This cb factor was predicted using edge-centric connectomes (eFCs), particularly in attention and frontoparietal networks.",
    "These eFC patterns were moderately heritable and associated with genetic markers enriched in vasculature and cerebellar development, especially during late childhood to young adulthood.",
    "Connectome-transcriptional markers were identified, revealing neurobiological enrichment in vasculature and cerebellar development, particularly during late childhood to young adulthood."
  ],
  "null_findings": [
    "NA"
  ],
  "new_open_questions": [
    "How does the cb factor generalize to clinical populations and other assessment methods?",
    "What are the precise mechanisms by which genetic variations influence the identified eFC patterns and their association with the cb factor?",
    "Can these findings inform the development of targeted interventions for depression-anxiety comorbidity?"
  ],
  "sample_types": [
    "Human"
  ],
  "methods": [
    "EBICglasso graph-theoretical model",
    "Factor analysis",
    "Edge-centric functional connectivity (eFC) calculation",
    "Support vector regression (eCPM)",
    "Representation similarity analysis (RSA)",
    "ACE model",
    "Allen Human Brain Atlas (AHBA)",
    "Partial least squares (PLS) regression",
    "Metascape",
    "Specific Expression Analysis (SEA)"
  ],
  "journal": "Nature Communications",
  "date_received": "07-06-2024",
  "date_revised": "NA",
  "date_accepted": "25-11-2024",
  "date_published": "04-12-2024",
  "analyzed": "27-12-2024 11:50:43"
}