{
  "title": "Brain age prediction and deviations from normative trajectories in the neonatal connectome",
  "authors": [
    "Huili Sun",
    "Saloni Mehta",
    "Milana Khaitova",
    "Bin Cheng",
    "Xuejun Hao",
    "Marisa Spann",
    "Dustin Scheinost"
  ],
  "affiliations": [
    "Department of Biomedical Engineering, Yale University, New Haven, CT, USA",
    "Department of Radiology & Biomedical Imaging, Yale School of Medicine, New Haven, CT, USA",
    "Department of Biostatistics, Mailman School of Public Health, Columbia University, New York, NY, USA",
    "New York State Psychiatric Institute, New York, NY, USA",
    "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA",
    "Department of Statistics & Data Science, Yale University, New Haven, CT, USA",
    "Child Study Center, Yale School of Medicine, New Haven, CT, USA",
    "Wu Tsai Institute, Yale University, New Haven, CT, USA"
  ],
  "background": "Understanding the developmental trajectories of the connectome in the perinatal period remains incomplete, and brain age prediction offers a novel approach to normative modeling.",
  "hypotheses": [
    "How do structural and functional connectomes mature during the perinatal period?",
    "How correlated is structural and functional development at this age?",
    "How do individual canonical brain networks mature in distinctive patterns after birth?",
    "How do perinatal maternal exposures alter normative development (e.g., BAGs)?",
    "How do BAGs in infants predict toddler cognition and behavior?"
  ],
  "major_findings": [
    "Structural and functional connectomes accurately predicted postmenstrual age (PMA) for term and preterm infants.",
    "Predicted ages from each modality were correlated, with structural connectomes showing greater accuracy.",
    "Nearly all canonical brain networks generated accurate PMA prediction, even putatively later-developing ones.",
    "Brain age gaps (BAGs) were associated with perinatal exposures and toddler behavioral outcomes."
  ],
  "null_findings": [
    "For term infants, associations with alcohol use, postnatal depression, and gestational diabetes did not survive FDR correction.",
    "For term infants, associations with BSID language, CBCL externalizing problems, ECBQ surgency, and ECBQ negative affect did not survive FDR correction."
  ],
  "new_open_questions": [
    "How do different development patterns in structural networks between term and preterm groups affect the correlation between structural and functional ages?",
    "What are the specific biological pathways from exposures to altered brain development?",
    "What is the long-term impact of BAGs on toddler behaviors and development?"
  ],
  "sample_types": [
    "human"
  ],
  "methods": [
    "resting-state fMRI",
    "DTI",
    "connectome-based predictive modeling (CPM)",
    "support vector regression (SVR)",
    "Pearson's correlation",
    "linear regression",
    "Benjamini-Hochberg false discovery rate (FDR) method"
  ],
  "journal": "Nature Communications",
  "date_received": "15-05-2024",
  "date_revised": "NA",
  "date_accepted": "13-11-2024",
  "date_published": "26-11-2024",
  "analyzed": "27-12-2024 11:50:28"
}