{
  "title": "Computational algorithm based on health and lifestyle traits to categorize lifemetabotypes in the NUTRIMDEA cohort",
  "authors": [
    "Andrea Higuera-Gómez",
    "Víctor de la O",
    "Rodrigo San-Cristobal",
    "Rosa Ribot-Rodríguez",
    "Isabel Espinosa-Salinas",
    "Alberto Dávalos",
    "María P. Portillo",
    "J. Alfredo Martínez"
  ],
  "affiliations": [
    "Precision Nutrition and Cardiometabolic Health, IMDEA-Food Institute (Madrid Institute for Advanced Studies) Campus of International Excellence (CEI) UAM+CSIC, Madrid, Spain",
    "Faculty of Health Sciences, International University of La Rioja (UNIR), Logroño, Spain",
    "Centre Nutrition, Santé et Société (NUTRISS), Institut sur la Nutrition et les Aliments Fonctionnels de l'Université Laval (INAF), Université Laval, Québec, QC, Canada",
    "School of Nutrition, Université Laval, Québec, Canada",
    "Nutritional Genomics and Health Unit, IMDEA-Food Institute (Madrid Institute for Advanced Studies) Campus of International Excellence (CEI) UAM+CSIC, Madrid, Spain",
    "Epigenetics of Lipid Metabolism Group, IMDEA-Food Institute (Madrid Institute for Advanced Studies) Campus of International Excellence (CEI) UAM+CSIC, Madrid, Spain",
    "Biomedical Research Centre for Obesity Physiopathology and Nutrition Network (CIBEROBN, Institute of Health Carlos III (ISCIII), Madrid, Spain",
    "Nutrition and Obesity Group, Department of Pharmacy and Food Science, Lucio Lascaray Research Institute, University of the Basque Country (UPV/EHU), Vitoria, Spain",
    "Bioaraba Health Research Institute, Alava, Spain"
  ],
  "background": "Lifestyle significantly impacts overall health and well-being, and classifying individuals based on metabotypes and lifestyle phenotypes is promising for precision chronic disease prevention and management.",
  "hypotheses": [
    "Classifying individuals based on metabotypes and lifestyle phenotypes using exploratory factor analyses, cluster definition, and machine-learning algorithms is promising for precision chronic disease prevention and management.",
    "A computational algorithm can be developed to quickly categorize individuals into lifemetabotypes based on responses to a set of accessible questions."
  ],
  "major_findings": [
    "Five clusters of lifemetabotypes were identified, combining metabolic, lifestyle, and personal data: Westernized Millennial, Healthy, Mediterranean Young Adult, Pre-morbid, and Pro-morbid.",
    "A computational algorithm was developed to classify individuals into these five lifemetabotypes based on a set of key variables, achieving high classification accuracy (77.5% - 94.6%).",
    "The lifemetabotype clusters differed significantly in terms of age, sex, lifestyle factors, cardiometabolic health, and health-related quality of life."
  ],
  "null_findings": [
    "NA"
  ],
  "new_open_questions": [
    "How can these lifemetabotype classifications be used to develop more effective personalized interventions and precision lifestyle recommendations?",
    "What are the long-term health outcomes associated with each lifemetabotype, and how can these be used to inform public health strategies?",
    "How can the computational algorithm be further validated and refined in diverse populations and settings?"
  ],
  "sample_types": [
    "human"
  ],
  "methods": [
    "Exploratory factor analysis",
    "Cluster analysis",
    "Ward's hierarchical clustering method",
    "Calinski and Harabasz pseudo-F index",
    "Forward stepwise regression",
    "Multiple linear regression",
    "Random forest model"
  ],
  "journal": "Scientific Reports",
  "date_received": "21-05-2024",
  "date_revised": "NA",
  "date_accepted": "01-10-2024",
  "date_published": "22-10-2024",
  "analyzed": "27-12-2024 11:51:01"
}