{
  "title": "Circadian rhythm analysis using wearable-based accelerometry as a digital biomarker of aging and healthspan",
  "authors": [
    "Jinjoo Shim",
    "Elgar Fleisch",
    "Filipe Barata"
  ],
  "affiliations": [
    "Centre for Digital Health Interventions, Department of Management, Technology, and Economics, ETH Zurich, Zurich, Switzerland",
    "Centre for Digital Health Interventions, Institute of Technology Management, University of St. Gallen, St. Gallen, Switzerland"
  ],
  "background": "Circadian rhythmicity plays a crucial role in human aging, and wearable technology offers a scalable way to assess it.",
  "hypotheses": [
    "CosinorAge, a digital biomarker derived from wearable-based circadian rhythmicity, reflects biological aging and predicts mortality, morbidity, and age-related functional decline.",
    "Circadian rhythmicity enhances the prediction of biological aging compared to physical activity alone."
  ],
  "major_findings": [
    "CosinorAge, a one-year increase, corresponded to 8-12% higher all-cause and cause-specific mortality risks and 3-14% increased prospective incidences of age-related diseases.",
    "CosinorAge captured a non-linear decline in resilience and physical functioning, evidenced by an 8–33% reduction in self-rated health and a 3-23% decline in health-related quality of life.",
    "Integrating circadian rhythmicity significantly enhanced the predictive performance of biological aging compared to physical activity alone.",
    "Young and fast agers showed a substantially delayed acrophase compared to slow agers, with the difference diminishing in older adults."
  ],
  "null_findings": [
    "Associations between CosinorAge and CVD- and diabetes-specific mortalities were only significant among men.",
    "Incident risks of CVD, cancer, and chronic respiratory diseases were not statistically significant after adjusting for covariates in the UKB validation cohort."
  ],
  "new_open_questions": [
    "How does the non-linear relationship between CosinorAge and age-related functional performance vary across different age groups and sexes?",
    "What are the specific mechanisms by which circadian rhythm disturbances contribute to the development of neurodegenerative diseases?",
    "Can repeated, long-term measurements of circadian rhythms using digital wearables improve the accuracy and reliability of CosinorAge?"
  ],
  "sample_types": [
    "human"
  ],
  "methods": [
    "Wearable-based accelerometry",
    "Cosinor analysis",
    "Cox proportional hazards models",
    "Generalized linear models",
    "Kaplan-Meier analysis",
    "Restricted cubic spline regression"
  ],
  "journal": "npj Digital Medicine",
  "date_received": "11-12-2023",
  "date_revised": "NA",
  "date_accepted": "12-04-2024",
  "date_published": "04-06-2024",
  "analyzed": "27-12-2024 11:51:09"
}