{
  "title": "A narrative on the neurobiological roots of attachment-system functioning",
  "authors": [
    "Amir Izaki",
    "Willem J. M. I. Verbeke",
    "Pascal Vrticka",
    "Tsachi Ein-Dor"
  ],
  "affiliations": [
    "Reichman University, Herzliya, Israel",
    "Erasmus University, Rotterdam, the Netherlands",
    "University of Essex, Colchester, United Kingdom"
  ],
  "background": "Attachment theory is a comprehensive framework in social and developmental psychology, but lacks a cohesive biological narrative explaining the neurobiological basis of attachment behavior.",
  "hypotheses": [
    "Organized attachment patterns systematically link the two primary purposes of the attachment behavioral system: tangible protection/support and the subjective feeling of safety/security.",
    "Social allostasis-driven learning explains the dynamic adjustment of physiological balance in attachment pattern establishment and maintenance.",
    "Specific neurobiological circuits and epigenetic mechanisms account for the psychological forces shaping attachment behavior and the consolidation/maintenance of attachment patterns."
  ],
  "major_findings": [
    "A proposed neurobiological cascade details the sequence of events in attachment behavior, from threat perception to reunion and stress alleviation.",
    "Oxytocin plays a crucial role in facilitating prolonged proximity-seeking behavior, stress reduction, pain regulation, and memory consolidation.",
    "Dopamine and noradrenaline contribute to the energy and motivation for attachment behavior, while cortisol provides sustained metabolic resources.",
    "Epigenetic modifications, particularly DNA methylation, may influence the development of attachment patterns."
  ],
  "null_findings": [
    "NA"
  ],
  "new_open_questions": [
    "Further research is needed to validate the proposed neurobiological mechanisms and their interplay in attachment behavior.",
    "More studies are needed to directly examine the epigenetic makeup of human attachment patterns and their relationship to specific genes and environmental factors.",
    "The exact role of various neurotransmitters and hormones in attachment behavior requires further investigation."
  ],
  "sample_types": [
    "human",
    "animals (rodents, primates, ungulates)"
  ],
  "methods": [
    "theoretical narrative review",
    "integration of findings from animal and human studies"
  ],
  "journal": "Communications Psychology",
  "date_received": "02-04-2024",
  "date_revised": "NA",
  "date_accepted": "08-10-2024",
  "date_published": "16-10-2024",
  "analyzed": "27-12-2024 11:51:27"
}